Repository: hughesrac/Test
Catalog: Vocable/Supporting Files/*.lproj/Localizable.strings
Languages: fr, hi, it, zh_hant

# categories_list_editor.header.title
source: Categories
fr: Catégories
hi: श्रेणियाँ
it: Categorie
zh_hant: 目录

# category_editor.alert.cancel_editing_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
zh_hant: 取消

# category_editor.alert.cancel_editing_confirmation.button.confirm_exit.title
source: Confirm
fr: Confirmer
hi: पुष्टि करें
it: Confermare
zh_hant: 確認

# category_editor.alert.cancel_editing_confirmation.title
source: If you close this without saving your custom category will be deleted.
fr: Si vous fermez sans enregistrer, vos modifications seront perdues.
hi: यदि आप सहेजे बिना बंद कर देते हैं, तो आपके परिवर्तन खो जाएंगे।
it: Se si chiude senza salvare, le modifiche andranno perse.
zh_hant: 如果您關閉而不保存，您的更改將會丟失。

# category_editor.alert.delete_category_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
zh_hant: 取消

# category_editor.alert.delete_category_confirmation.button.remove.title
source: Remove
fr: Retirer
hi: हटाना
it: Rimuovere
zh_hant: 刪除

# category_editor.alert.delete_category_confirmation.title
source: Deleted categories cannot be recovered.
fr: Les catégories supprimées ne peuvent pas être récupérées.
hi: हटाई गई श्रेणियां पुनर्प्राप्त नहीं की जा सकतीं।
it: Le categorie eliminate non possono essere recuperate.
zh_hant: 清除了的類別不可以恢復的

# category_editor.alert.delete_phrase_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
zh_hant: 取消

# category_editor.alert.delete_phrase_confirmation.button.delete.title
source: Remove
fr: Retirer
hi: हटाना
it: Rimuovere
zh_hant: 消除

# category_editor.alert.delete_phrase_confirmation.title
source: Deleted phrases cannot be recovered.
fr: Les phrases supprimées ne peuvent pas être récupérées.
hi: हटाए गए वाक्यांशों को पुनर्प्राप्त नहीं किया जा सकता है।
it: Eliminati I Rischi Non Possono Essere Recuperati.
zh_hant: 已刪除的類別無法恢復

# category_editor.detail.button.edit_phrases.title
source: Edit Phrases
fr: Modifier les phrases
hi: वाक्यांश संपादित करें
it: Modifica Frasi
zh_hant: 編輯短語

# category_editor.detail.button.remove_category.title
source: Remove Category
fr: Supprimer la catégorie
hi: श्रेणी हटाएं
it: Rimuovere la categoria
zh_hant: 刪除類別?

# category_editor.detail.button.rename_category.title
source: Rename Category
fr: Renommer la catégorie
hi: श्रेणी का नाम बदलें
it: Rinomina categoria
zh_hant: 重命名類別

# category_editor.detail.button.show_category.title
source: Show Category
fr: Montrer la catégorie
hi: श्रेणी दिखाएँ
it: Mostra categoria
zh_hant: 顯示類別

# category_editor.toast.changes_saved.title
source: Changes saved
fr: Changements sauvegardés
hi: परिवर्तन सहेजा गया!
it: Modifiche salvate
zh_hant: 更改已儲存

# category_editor.toast.successfully_saved.title
source: Changes Saved
fr: Changements sauvegardés
hi: बदलाव सुरक्षित किया गया
it: Modifiche salvate
zh_hant: 更改已儲存

# empty_state.button.title
source: Add Phrase
fr: Ajouter une expression
hi: वाक्यांश जोड़ें
it: Aggiungi frase
zh_hant: 添加短語

# empty_state.header.title
source: You don't have any phrases saved yet.
fr: Vous n'avez pas encore enregistré de phrases.
hi: आपके पास अभी तक कोई वाक्यांश सहेजा नहीं गया है।
it: Non hai ancora nessuna frase salvata.
zh_hant: 您還沒有保存任何短語。

# gaze_settings.alert.disable_head_tracking_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
zh_hant: 取消

# gaze_settings.alert.disable_head_tracking_confirmation.button.confirm.title
source: Continue
fr: Continuer
hi: जारी रखना
it: Continua
zh_hant: 繼續

# gaze_settings.alert.disable_head_tracking_confirmation.title
source: Turning off head tracking will make the app touch mode only. Would you like to continue?
fr: La désactivation du suivi de la tête rendra l'application en mode tactile uniquement. Voulez-vous continuer?
hi: हेड ट्रैकिंग को बंद करने से ऐप टच मोड ही बन जाएगा। आप जारी रखना चाहेंगे?
it: La disattivazione del rilevamento della testa renderà solo la modalità touch dell'app. Vuoi continuare?
zh_hant: 關閉頭部跟踪將使應用程序僅處於觸摸模式。你想繼續嗎？

# gaze_tracking.error.excessive_head_distance.title
source: Please move closer to the device.
fr: Veuillez vous rapprocher du périphérique.
hi: कृपया डिवाइस के करीब जाएं।
it: Avvicinati al dispositivo per favore.
zh_hant: 請靠近設備。

# listening_mode.empty_state.actively_listening.message
source: When in listening mode, if someone starts speaking, Vocable will try to show quick responses.
fr: Lorsque quelqu'un pose une question à voix haute, Vocable offre des options de réponse rapide.
hi: जब कोई ज़ोर से कोई प्रश्न पूछता है, तो वोकेबल त्वरित प्रतिक्रिया विकल्प प्रदान करेगा।
it: Quando qualcuno fa una domanda ad alta voce, Vocable offrirà opzioni di risposta rapida.
zh_hant: 當有人大聲提出問題時，Vocable 將提供快速響應選項。

# listening_mode.empty_state.actively_listening.title
source: Listening...
fr: En écoute...
hi: सुन रहें है...
it: In ascolto...
zh_hant: 正在聆聽...

# listening_mode.empty_state.free_response.message
source: Not sure what to suggest. Please repeat or use the rest of Vocable to respond.
fr: Je ne sais pas quoi suggérer. Veuillez utiliser le clavier ou sélectionner une phrase existante pour répondre.
hi: सुनिश्चित नहीं है कि क्या सुझाव देना है। कृपया कीबोर्ड का उपयोग करें या उत्तर देने के लिए किसी मौजूदा वाक्यांश का चयन करें।
it: Non è sicuro di cosa suggerire. Si prega di utilizzare la tastiera o selezionare una frase esistente per rispondere.
zh_hant: 不知道該建議什麼。請使用鍵盤或選擇現有短語進行回复。

# listening_mode.empty_state.free_response.title
source: Sounds complicated
fr: Cela semble compliqué
hi: जटिल लगता है
it: Suoni complicati
zh_hant: 聽起來很複雜

# listening_mode.empty_state.microphone_permission_denied.action
source: Open Settings
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri Impostazioni
zh_hant: 打開設置

# listening_mode.empty_state.microphone_permission_denied.message
source: Vocable needs to use the microphone to enable Listening Mode. Please enable microphone access in the system Settings app. You can also disable Listening Mode to hide this category in Vocable's settings.
fr: Vocable doit utiliser le microphone pour activer le mode d'écoute. Veuillez activer l'accès au microphone dans l'application Paramètres du système. Vous pouvez également désactiver le mode d'écoute pour masquer cette catégorie dans les paramètres de Vocable.
hi: Vocable को लिसनिंग मोड को सक्षम करने के लिए माइक्रोफ़ोन का उपयोग करने की आवश्यकता होती है। कृपया सिस्टम सेटिंग्स ऐप में माइक्रोफ़ोन एक्सेस सक्षम करें। इस श्रेणी को Vocable की सेटिंग में छिपाने के लिए आप लिसनिंग मोड को डिसेबल भी कर सकते हैं।
it: Vocable deve utilizzare il microfono per abilitare la modalità di ascolto. Si prega di abilitare l'accesso al microfono nell'app Impostazioni di sistema. Puoi anche disabilitare la modalità di ascolto per nascondere questa categoria nelle impostazioni di Vocable.
zh_hant: Vocable 需要使用麥克風來啟用聆聽模式。請在系統設置應用程序中啟用麥克風訪問。 您還可以禁用聆聽模式以在 Vocable 的設置中隱藏此類別。

# listening_mode.empty_state.microphone_permission_denied.title
source: Microphone Access
fr: Accès au microphone
hi: माइक्रोफ़ोन का ऐक्सेस
it: Accesso al microfono
zh_hant: 麥克風訪問

# listening_mode.empty_state.microphone_permission_undetermined.action
source: Grant Access
fr: Accorder l’accès
hi: पहुँच प्रदान करें
it: Concedi l'accesso
zh_hant: 授予訪問權限

# listening_mode.empty_state.microphone_permission_undetermined.message
source: Vocable needs microphone access to enable Listening Mode. The button below presents an iOS permission dialog that Vocable's head tracking cannot interract with.
fr: Vocable a besoin d'un accès au microphone pour activer le mode d'écoute. Le bouton ci-dessous présente une boîte de dialogue d'autorisation iOS avec laquelle le suivi de la tête de Vocable ne peut pas interagir.
hi: लिसनिंग मोड को सक्षम करने के लिए Vocable को माइक्रोफ़ोन एक्सेस की आवश्यकता होती है। नीचे दिया गया बटन एक आईओएस अनुमति संवाद प्रस्तुत करता है जिसमें Vocable की हेड ट्रैकिंग इंटरैक्ट नहीं कर सकती है।
it: Vocable ha bisogno dell'accesso al microfono per abilitare la modalità di ascolto. Il pulsante in basso presenta una finestra di dialogo di autorizzazione iOS con cui il rilevamento della testa di Vocable non può interagire.
zh_hant: Vocable 需要麥克風訪問權限才能啟用聆聽模式。下面的按鈕顯示了一個 iOS 權限對話框，Vocable 的頭部跟踪無法與之交互。

# listening_mode.empty_state.microphone_permission_undetermined.title
source: Microphone Access
fr: Accès au microphone
hi: माइक्रोफ़ोन का ऐक्सेस
it: Accesso al microfono
zh_hant: 麥克風訪問

# listening_mode.empty_state.speech_permission_denied.action
source: Open Settings
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
it: Apri Impostazioni
zh_hant: 打開設置

# listening_mode.empty_state.speech_permission_denied.message
source: Vocable needs speech recognition to enable Listening Mode. Please enable speech recognition in the system Settings app. You can also disable Listening Mode to hide this category in Vocable's settings.
fr: Vocable a besoin de la reconnaissance vocale pour activer le mode d'écoute. Veuillez activer la reconnaissance vocale dans l'application Paramètres du système. Vous pouvez également désactiver le mode d'écoute pour masquer cette catégorie dans les paramètres de Vocable.
hi: Vocable को लिसनिंग मोड को सक्षम करने के लिए वाक् पहचान की आवश्यकता होती है। कृपया सिस्टम सेटिंग्स ऐप में वाक् पहचान सक्षम करें। इस श्रेणी को Vocable की सेटिंग में छिपाने के लिए आप लिसनिंग मोड को डिसेबल भी कर सकते हैं।
it: Vocable ha bisogno del riconoscimento vocale per abilitare la modalità di ascolto. Abilita il riconoscimento vocale nell'app Impostazioni di sistema. Puoi anche disabilitare la modalità di ascolto per nascondere questa categoria nelle impostazioni di Vocable.
zh_hant: Vocable 需要語音識別才能啟用聆聽模式。請在系統設置應用程序中啟用語音識別。 您還可以禁用聆聽模式以在 Vocable 的設置中隱藏此類別。

# listening_mode.empty_state.speech_permission_denied.title
source: Speech Recognition
fr: Reconnaissance vocale
hi: वाक् पहचान
it: Riconoscimento vocale
zh_hant: 語音識別

# listening_mode.empty_state.speech_permission_undetermined.action
source: Grant Access
fr: Accorder l’accès
hi: पहुँच प्रदान करें
it: Concedi l'accesso
zh_hant: 授予訪問權限

# listening_mode.empty_state.speech_permission_undetermined.message
source: Vocable needs to request speech permissions to enable Listening Mode. This will present an iOS permission dialog that Vocable's head tracking cannot interract with.
fr: Vocable doit demander des autorisations vocales pour activer le mode d'écoute. Cela présentera une boîte de dialogue d'autorisation iOS avec laquelle le suivi de la tête de Vocable ne peut pas interagir.
hi: Vocable को लिसनिंग मोड को सक्षम करने के लिए वाक् अनुमतियों का अनुरोध करना होगा। यह एक iOS अनुमति संवाद प्रस्तुत करेगा जिसके साथ Vocable की हेड ट्रैकिंग इंटरैक्ट नहीं कर सकती है।
it: Vocable deve richiedere autorizzazioni vocali per abilitare la modalità di ascolto. Questo presenterà una finestra di dialogo di autorizzazione iOS con cui il rilevamento della testa di Vocable non può interagire.
zh_hant: Vocable 需要請求語音權限才能啟用聆聽模式。這將顯示一個 iOS 權限對話框，Vocable 的頭部跟踪無法與之交互。

# listening_mode.empty_state.speech_permission_undetermined.title
source: Speech Recognition
fr: Reconnaissance vocale
hi: वाक् पहचान
it: Riconoscimento vocale
zh_hant: 語音識別

# listening_mode.empty_state.speech_unavailable.message
source: Please try again later
fr: Les services vocaux nécessitent l'activation de l'une des fonctionnalités suivantes sur votre appareil : Siri ou Dictée. Veuillez vérifier les paramètres de votre appareil et activer Siri ou Dictée.
hi: वाक् सेवाओं के लिए आपके डिवाइस पर निम्नलिखित सुविधाओं में से एक को सक्षम करने की आवश्यकता होती है: सिरी या डिक्टेशन। कृपया अपनी डिवाइस सेटिंग जांचें और सिरी या डिक्टेशन सक्षम करें।
zh_hant: 語音服務需要在您的設備上啟用以下功能之一：Siri 或聽寫。請檢查您的設備設置並啟用 Siri 或聽寫。

# listening_mode.empty_state.speech_unavailable.title
source: Speech services unavailable
fr: Services vocaux indisponibles
hi: भाषण सेवाएं अनुपलब्ध
it: Servizi vocali non disponibili
zh_hant: 語音服務不可用

# main_screen.textfield_placeholder.default
source: Select something below to speak
hi: बोलने के लिए नीचे कुछ चुनें
it: Seleziona qualcosa qui sotto per parlare
zh_hant: 選擇以下內容進行發言

# paging_progress_indicator_format
source: Page %1$d of %2$d
fr: Page %1$d sur %2$d
hi: पेज क्रमांक %1$d कुल %2$d पेजों में से
it: Pagina %1$d di %2$d
zh_hant: 第 %1$d 頁，共 %2$d 頁

# phrase_editor.alert.cancel_editing_confirmation.button.continue_editing.title
source: Continue Editing
fr: Continuer l'édition
hi: संपादन जारी रखें
it: Continua la modifica
zh_hant: 繼續編輯

# phrase_editor.alert.cancel_editing_confirmation.button.discard.title
source: Discard
fr: Jeter
hi: छोड़ें
it: Scartare
zh_hant: 丟棄

# phrase_editor.alert.cancel_editing_confirmation.title
source: Going back before saving will clear any edits made.
fr: Si vous fermez sans enregistrer, vos modifications seront perdues.
hi: यदि आप सहेजे बिना बंद कर देते हैं, तो आपके परिवर्तन खो जाएंगे।
it: Se si chiude senza salvare, le modifiche andranno perse.
zh_hant: 如果您關閉而不保存，您的更改將會丟失。

# phrase_editor.alert.phrase_name_exists.cancel.button
source: Cancel
fr: Annuler
hi: रद्द करना
it: Annulla
zh_hant: 取消

# phrase_editor.alert.phrase_name_exists.create.button
source: Create Duplicate
fr: Créer un doublon
hi: डुप्लिकेट बनाएं
it: Crea duplicato
zh_hant: 創建副本

# phrase_editor.alert.phrase_name_exists.title
source: This phrase already exists. Would you like to create a duplicate?
fr: Cette expression existe déjà. Souhaitez-vous créer un doublon ?
hi: यह वाक्यांश पहले से मौजूद है। क्या आप डुप्लीकेट बनाना चाहेंगे?
it: Questa frase esiste già. Creare un duplicato?
zh_hant: 這句話已經存在。您想創建一個副本嗎？

# phrase_editor.toast.successfully_saved_to_favorites.title_format
source: Saved to %@
fr: Enregistré dans %@
hi: %@ में सहेजा गया
it: Salvato in %@
zh_hant: 已保存到 %@

# preset.category.add.phrase.title
source: Add Phrase
fr: Ajouter une expression
hi: वाक्यांश जोड़ें
it: Aggiungi frase
zh_hant: 添加短語

# preset.category.numberpad.phrase.no.title
source: No
fr: Non
hi: नहीं
zh_hant: 不

# preset.category.numberpad.phrase.yes.title
source: Yes
fr: Oui
hi: हाँ
it: Si
zh_hant: 是

# recents_empty_state.body.title
source: Start using Vocable to see your most recently used phrases here.
fr: Commencez à utiliser Vocable pour voir vos phrases les plus récemment utilisées ici.
hi: अपने सबसे हाल ही में उपयोग किए गए वाक्यांशों को यहां देखने के लिए वोकेबल का उपयोग करना प्रारंभ करें।
it: Inizia a usare Vocable per vedere le tue frasi usate più di recente qui.
zh_hant: 開始使用 Vocable 在此處查看您最近使用的短語。

# recents_empty_state.header.title
source: No recently used phrases
fr: Aucune expression récemment utilisée
hi: हाल ही में प्रयुक्त वाक्यांश नहीं
it: Nessuna frase usata di recente
zh_hant: 沒有最近使用的短語

# selection_mode.header.title
source: Selection Mode
fr: Mode de sélection
hi: चयन मोड
it: Modalità selezione
zh_hant: 選擇模式

# settings.alert.no_email_configured.button.dismiss.title
source: OK
hi: ठीक है
zh_hant: 好的

# settings.alert.no_email_configured.title
source: Email not configured.
fr: Veuillez vous connecter à un compte avec Mail pour %1$@.
hi: कृपया %1$@ के लिए मेल के साथ एक खाते में साइन इन करें
it: Per favore accedi a un account con Mail per %1$@.
zh_hant: 請使用 Mail 登錄 %1$@ 的帳戶。

# settings.alert.reset_app_settings_confirmation.body
source: Are you sure you want to reset Vocable to default settings? This action cannot be undone.
fr: Voulez-vous vraiment réinitialiser Vocable aux paramètres par défaut ? Cette action ne peut pas être annulée.
hi: क्या आप वाकई वोकेबल को डिफ़ॉल्ट सेटिंग्स पर रीसेट करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
it: Sei sicuro di voler reimpostare Vocable alle impostazioni predefinite? Questa azione non può essere annullata.
zh_hant: 您確定要將 Voable 重置為默認設置嗎？此操作無法撤消。

# settings.alert.reset_app_settings_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करना
it: Annulla
zh_hant: 取消

# settings.alert.reset_app_settings_confirmation.button.confirm.title
source: Reset
fr: Réinitialiser
hi: रीसेट
it: Azzera
zh_hant: 重置

# settings.alert.reset_app_settings_failure.body
source: Vocable failed to reset. Please try again or reinstall Vocable if the issue persists.
fr: Vocable n'a pas pu être réinitialisé. Veuillez réessayer ou réinstaller Vocable si le problème persiste.
hi: Vocable रीसेट करने में विफल रहा। कृपया पुन: प्रयास करें या यदि समस्या बनी रहती है तो Vocable को पुन: स्थापित करें।
it: Impossibile ripristinare la voce. Riprova o reinstalla Vocable se il problema persiste.
zh_hant: 語音無法重置。如果問題仍然存在，請重試或重新安裝 Vocable。

# settings.alert.reset_app_settings_failure.button.ok
source: OK
hi: ठीक है
zh_hant: 好的

# settings.alert.reset_app_settings_success.body
source: Vocable has been reset successfully
fr: Vocable a été réinitialisé avec succès.
hi: Vocable को सफलतापूर्वक रीसेट कर दिया गया है।
it: Vocable è stato resettato con successo.
zh_hant: 詞彙已成功重置。

# settings.alert.reset_app_settings_success.button.ok
source: OK
hi: ठीक है
zh_hant: 好的

# settings.alert.surrender_gaze_confirmation.body
source: You're about to be taken outside of the Vocable app. You may lose head tracking control.
fr: Vous êtes sur le point de quitter l'application Vocable. Vous risquez de perdre le contrôle du suivi de la tête.
hi: आप वोकेबल ऐप छोड़ने वाले हैं। आप हेड ट्रैकिंग नियंत्रण खो सकते हैं।
it: Stai per uscire dall'app Vocable. Potresti perdere il controllo del rilevamento della testa.
zh_hant: 您即將離開 Vocable 應用程序。您可能會失去頭部跟踪控制。

# settings.alert.surrender_gaze_confirmation.button.cancel.title
source: Cancel
fr: Annuler
hi: रद्द करें
it: Annulla
zh_hant: 取消

# settings.alert.surrender_gaze_confirmation.button.confirm.title
source: Confirm
fr: Confirmer
hi: पुष्टि करें
it: Confermare
zh_hant: 確認

# settings.cell.categories.title
source: Categories and Phrases
fr: Catégories et phrases
hi: श्रेणियाँ और वाक्यांश
it: Categorie
zh_hant: 類別和短語

# settings.cell.contact_developers.title
source: Contact Developers
fr: Contacter les développeurs
hi: डेवलपर से संपर्क करें
it: Contattare gli sviluppatori
zh_hant: 聯繫開發者

# settings.cell.edit_user_favorites.title_format
source: Edit %@
fr: Modifier %@
hi: संपादन करना %@
it: Modificare %@
zh_hant: 編輯 %@

# settings.cell.head_tracking.title
source: Head Tracking
hi: हेड ट्रैकिंग
it: Controllo tramite movimenti della testa
zh_hant: 頭部追踪

# settings.cell.listening_mode.title
source: Listening Mode
fr: Mode d'écoute
hi: सुनने का तरीका
it: Modalità di ascolto
zh_hant: 聆聽模式

# settings.cell.privacy_policy.title
source: Privacy Policy
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Politica sulla privacy
zh_hant: 隱私政策

# settings.cell.reset_all.title
source: Reset App Settings
fr: Réinitialiser les paramètres de l'application
hi: सेटिंग्स रीसेट करें
it: Ripristina le impostazioni dell'app
zh_hant: 重置應用設置

# settings.cell.selection_mode.title
source: Selection Mode
fr: Mode de sélection
hi: चयन मोड
it: Modalità selezione
zh_hant: 選擇模式

# settings.cell.timing_sensitivity.title
source: Timing and Sensitivity
fr: Timing et Sensibilité
hi: समय और संवेदनशीलता
it: Tempistiche e sensibilità
zh_hant: 時間和靈敏度

# settings.cell.tune_cursor.title
source: Tune Cursor
fr: Curseur de syntonisation
hi: ट्यून कर्सर
it: Accordare il cursore
zh_hant: 調諧光標

# settings.header.title
source: Settings
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
zh_hant: 設置

# settings.listening_mode.hot_word_toggle_cell.title
source: "Hey Vocable" shortcut
fr: Raccourci "Hey Vocable"
hi: "Hey Vocable" शॉर्टकट
it: Scorciatoia "Hey Vocable"
zh_hant: “Hey Vocable”快捷方式

# settings.listening_mode.hotword_explanation_footer
source: When this shortcut is enabled, anyone can say "Hey, Vocable" to prompt the app to navigate to the listening mode screen.
fr: Lorsque ce raccourci est activé, n'importe qui peut dire "Hey, Vocable" pour inviter l'application à accéder à l'écran du mode d'écoute.
hi: जब यह शॉर्टकट सक्षम होता है, तो कोई भी ऐप को सुनने के मोड स्क्रीन पर नेविगेट करने के लिए संकेत देने के लिए "Hey Vocable" कह सकता है।
it: Quando questa scorciatoia è abilitata, chiunque può dire "Hey, Vocable" per chiedere all'app di passare alla schermata della modalità di ascolto.
zh_hant: 啟用此快捷方式後，任何人都可以說“嘿，Vocable”以提示應用導航到聆聽模式屏幕。

# settings.listening_mode.listening_mode_explanation_footer
source: When listening mode is enabled, anyone can ask a question out loud and Vocable will offer a selection of responses. Vocable supports either/or questions and questions that can be answered with yes, no, or a number.
fr: Lorsque le mode d'écoute est activé, n'importe qui peut poser une question à haute voix et Vocable proposera une sélection de réponses. Vocable prend en charge les questions et les questions auxquelles on peut répondre par oui, non ou un nombre.
hi: जब लिसनिंग मोड सक्षम होता है, तो कोई भी जोर से सवाल पूछ सकता है और Vocable प्रतिक्रियाओं का चयन पेश करेगा। Vocable या तो/या प्रश्नों और प्रश्नों का समर्थन करता है जिनका उत्तर हां, नहीं, या एक संख्या के साथ दिया जा सकता है।
it: Quando la modalità di ascolto è abilitata, chiunque può porre una domanda ad alta voce e Vocable offrirà una selezione di risposte. Supporti vocali / o domande e domande a cui è possibile rispondere con sì, no o un numero.
zh_hant: 啟用聆聽模式後，任何人都可以大聲提問，Vocable 將提供一系列回答。 Vocable 支持非此即彼的問題以及可以用“是”、“否”或數字來回答的問題。

# settings.listening_mode.listening_mode_toggle_cell.title
source: Listening Mode
fr: Mode d'écoute
hi: सुनने का तरीका
it: Modalità di ascolto
zh_hant: 聆聽模式

# settings.listening_mode.title
source: Listening Mode
fr: Mode d'écoute
hi: सुनने का तरीका
it: Modalità di ascolto
zh_hant: 聆聽模式

# settings.selection_mode.head_tracking_unsupported_footer
source: This %1$@ on %2$@ %3$@ does not support head tracking. Head tracking is supported on all devices with a %4$@ camera, and on most devices with %6$@.
fr: Ce %1$@ sur %2$@ %3$@ ne prend pas en charge le suivi de la tête. Le suivi de la tête est pris en charge sur tous les appareils équipés d'une caméra %4$@ et sur la plupart des appareils équipés de %6$@.
hi: %2$@ %3$@ पर यह %1$@ हेड ट्रैकिंग का समर्थन नहीं करता है। %4$@ कैमरे वाले सभी उपकरणों पर और %6$@ वाले अधिकांश उपकरणों पर हेड ट्रैकिंग समर्थित है।
it: Questo %1$@ su %2$@ %3$@ non supporta il head tracking. Il tracking della testa è supportato su tutti i dispositivi con una fotocamera %4$@ e sulla maggior parte dei dispositivi con %6$@.
zh_hant: %2$@ %3$@ 上的這個 %1$@ 不支持頭部跟踪。 配備 %4$@ 攝像頭的所有設備以及配備 %6$@ 的大多數設備都支持頭部跟踪。

# text_editor.alert.cancel_editing_confirmation.button.continue_editing.title
source: Continue Editing
fr: Continuer l'édition
hi: संपादन जारी रखें
it: Continua la modifica
zh_hant: 繼續編輯

# text_editor.alert.cancel_editing_confirmation.button.discard.title
source: Discard
fr: Jeter
hi: छोड़ें
it: Scartare
zh_hant: 丟棄

# text_editor.alert.cancel_editing_confirmation.title
source: Going back before saving will clear any edits made.
fr: Si vous fermez sans enregistrer, vos modifications seront perdues.
hi: यदि आप सहेजे बिना बंद कर देते हैं, तो आपके परिवर्तन खो जाएंगे।
it: Se si chiude senza salvare, le modifiche andranno perse.
zh_hant: 如果您關閉而不保存，您的更改將會丟失。

# text_editor.alert.category_name_exists.cancel.button
source: Cancel
fr: Annuler
hi: रद्द करना
it: Annulla
zh_hant: 取消

# text_editor.alert.category_name_exists.create.button
source: Create Duplicate
fr: Créer un doublon
hi: डुप्लिकेट बनाएं
it: Crea duplicato
zh_hant: 創建副本

# text_editor.alert.category_name_exists.title
source: This category name already exists. Would you like to create a duplicate?
fr: Ce nom de catégorie existe déjà. Souhaitez-vous créer un doublon ?
hi: इस श्रेणी का नाम पहले से मौजूद है। क्या आप डुप्लीकेट बनाना चाहेंगे?
it: Questo nome di categoria esiste già. Vuoi creare un duplicato?
zh_hant: 此類別名稱已存在。您想創建一個副本嗎？

# timing_and_sensitivity.button.high.title
source: High
fr: Élevée
hi: उच्च
it: Alta
zh_hant: 高

# timing_and_sensitivity.button.low.title
source: Low
fr: Faible
hi: कम
it: Basso
zh_hant: 低

# timing_and_sensitivity.button.medium.title
source: Medium
fr: Moyen
hi: मध्यम
it: Media
zh_hant: 中等
