Repository: hughesrac/Test
Catalog: Vocable/Supporting Files/*.lproj/Localizable.strings
Languages: fr, hi, it, zh_hant

# timing_and_sensitivity.cell.cursor_sensitivity.title
source: Cursor Sensitivity
fr: Sensibilité du curseur
hi: कर्सर संवेदनशीलता
it: Sensibilità del cursore
zh_hant: 光標靈敏度

# timing_and_sensitivity.cell.dwell_duration.title
source: Hover Time
fr: Temps de survol
hi: होवर टाइम
zh_hant: 懸停時間

# timing_and_sensitivity.header.title
source: Timing and Sensitivity
fr: Timing et Sensibilité
hi: समय और संवेदनशीलता
it: Tempistiche e sensibilità
zh_hant: 時間和靈敏度
