Repository: hughesrac/Test
Catalog: CrowdinImports/*.xliff
Languages: ar, ko, ru, vi, zh_hans

# NSCameraUsageDescription
source: Vocable uses your device's front camera to detect minimal changes in head orientation and position. This allows users with limited mobility to control an on-screen pointer to interact with the app. Camera data is used expressly for controlling the on-screen pointer. This data is not stored or transmitted in any way. Vocable needs permission to use the camera for this purpose.
ar: الأمامية لجهازك لاكتشاف الحد الأدنى من التغييرات في اتجاه الرأس وموضعه. يتيح ذلك للمستخدمين محدودي الحركة التحكم في مؤشر على الشاشة للتفاعل مع التطبيق. تُستخدم بيانات الكاميرا بشكل صريح للتحكم في المؤشر على الشاشة. لا يتم تخزين هذه البيانات أو نقلها بأي شكل من الأشكال. يحتاج Vocable إذنًا لاستخدام الكاميرا لهذا الغرض.
ko: Vocable은 장치의 전면 카메라를 사용하여 머리 방향 및 위치의 최소한의 변경을 감지합니다. 이를 통해 거동이 불편한 사용자가 화면 포인터를 제어하여 앱과 상호 작용할 수 있습니다. 카메라 데이터는 화면 포인터를 제어하는 ​​데 명시적으로 사용됩니다. 이 데이터는 어떤 방식으로도 저장되거나 전송되지 않습니다. Vocable은 이 용도로 카메라를 사용하기 위해 권한이 필요합니다.
ru: Vocable использует переднюю камеру вашего устройства для обнаружения минимальных изменений в ориентации и положении головы. Это позволяет пользователям с ограниченной подвижностью управлять указателем на экране для взаимодействия с приложением. Данные камеры используются специально для управления указателем на экране. Эти данные никак не хранятся и не передаются. Vocable требуется разрешение на использование камеры для этой цели.
vi: Vocable sử dụng camera trước của thiết bị để phát hiện những thay đổi tối thiểu về hướng và vị trí của đầu. Điều này cho phép người dùng có khả năng di chuyển hạn chế điều khiển con trỏ trên màn hình để tương tác với ứng dụng. Dữ liệu máy ảnh được sử dụng rõ ràng để điều khiển con trỏ trên màn hình. Dữ liệu này không được lưu trữ hoặc truyền đi dưới bất kỳ hình thức nào. Vocable cần được phép sử dụng máy ảnh cho mục đích này.
zh_hans: Vocable 使用设备的前置摄像头来检测头部方向和位置的最小变化。这使行动不便的用户能够控制屏幕指针与应用程序交互。相机数据明确用于控制屏幕指针。这些数据不会以任何方式存储或传输。为此，您需要获得使用相机的权限。

# NSMicrophoneUsageDescription
source: Vocable uses the microphone only when listening mode is enabled. Vocable transcribes audio into text; it is not stored or transmitted except when the user chooses to share this information anonymously with developers to help improve listening mode.
ar: يستخدم Vocable الميكروفون فقط عند تمكين وضع الاستماع. Vocable ينقل الصوت إلى نص ؛ لا يتم تخزينها أو نقلها إلا عندما يختار المستخدم مشاركة هذه المعلومات بشكل مجهول مع المطورين للمساعدة في تحسين وضع الاستماع.
ko: Vocable은 듣기 모드가 활성화된 경우에만 마이크를 사용합니다. Vocable은 오디오를 텍스트로 변환합니다. 사용자가 청취 모드를 개선하는 데 도움이 되도록 이 정보를 개발자와 익명으로 공유하기로 선택한 경우를 제외하고는 저장되거나 전송되지 않습니다.
ru: Vocable использует микрофон только при включенном режиме прослушивания. Vocable транскрибирует звук в текст; она не сохраняется и не передается, за исключением случаев, когда пользователь решает анонимно поделиться этой информацией с разработчиками, чтобы помочь улучшить режим прослушивания.
vi: Vocable chỉ sử dụng micrô khi chế độ nghe được bật. Vocable chuyển âm thanh thành văn bản; nó không được lưu trữ hoặc truyền đi ngoại trừ khi người dùng chọn chia sẻ ẩn danh thông tin này với các nhà phát triển để giúp cải thiện chế độ lắng nghe.
zh_hans: 仅当启用聆听模式时，Vocable 才会使用麦克风。 Vocable 将音频转录为文本；除非用户选择与开发人员匿名共享此信息以帮助改进收听模式，否则它不会存储或传输。

# NSSpeechRecognitionUsageDescription
source: When listening mode is enabled, Vocable uses speech recognition to convert audio data into text. Transcribed speech is not stored or transmitted except when the user chooses to share this information anonymously with developers to help improve listening mode.
ar: عند تمكين وضع الاستماع ، يستخدم Vocable التعرف على الكلام لتحويل البيانات الصوتية إلى نص. لا يتم تخزين الكلام المكتوب أو نقله إلا عندما يختار المستخدم مشاركة هذه المعلومات بشكل مجهول مع المطورين للمساعدة في تحسين وضع الاستماع.
ko: 듣기 모드가 활성화되면 Vocable은 음성 인식을 사용하여 오디오 데이터를 텍스트로 변환합니다. 녹음된 음성은 사용자가 듣기 모드를 개선하기 위해 개발자와 익명으로 이 정보를 공유하기로 선택한 경우를 제외하고는 저장되거나 전송되지 않습니다.
ru: Когда режим прослушивания включен, Vocable использует распознавание речи для преобразования аудиоданных в текст. Записанная речь не сохраняется и не передается, за исключением случаев, когда пользователь решает анонимно поделиться этой информацией с разработчиками, чтобы помочь улучшить режим прослушивания.
vi: Khi bật chế độ nghe, Vocable sử dụng tính năng nhận dạng giọng nói để chuyển đổi dữ liệu âm thanh thành văn bản. Giọng nói đã chép sẽ không được lưu trữ hoặc truyền đi ngoại trừ khi người dùng chọn chia sẻ ẩn danh thông tin này với các nhà phát triển để giúp cải thiện chế độ nghe.
zh_hans: 启用聆听模式后，Vocable 使用语音识别将音频数据转换为文本。除非用户选择与开发人员匿名共享此信息以帮助改进聆听模式，否则不会存储或传输转录的语音。

# categories_list_editor.header.title
source: Categories
ar: تصنيف
ko: 카테고리
ru: Категории
vi: Thể loại
zh_hans: 类别

# category_editor.alert.cancel_editing_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消

# category_editor.alert.cancel_editing_confirmation.button.confirm_exit.title
source: Confirm
ar: تأكيد
ko: 확인하다
ru: Подтвердить
vi: Xác nhận
zh_hans: 确认

# category_editor.alert.cancel_editing_confirmation.title
source: If you close without saving, your changes will be lost.
ar: إذا أغلقت بدون حفظ ، فستفقد التغييرات.
ko: 저장하지 않고 닫으면 변경 사항이 손실됩니다.
ru: Если вы закроете без сохранения, ваши изменения будут потеряны.
vi: Nếu bạn đóng mà không lưu, các thay đổi của bạn sẽ bị mất.
zh_hans: 如果您关闭而不保存，您的更改将丢失。

# category_editor.alert.delete_category_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消

# category_editor.alert.delete_category_confirmation.button.remove.title
source: Remove
ar: إزالة
ko: 제거하다
ru: Удалить
vi: Loại bỏ
zh_hans: 删除

# category_editor.alert.delete_category_confirmation.title
source: Deleted categories cannot be recovered.
ar: الفئات المحذوفة لا يمكن استردادها.
ko: 삭제된 카테고리는 복구할 수 없습니다.
ru: Удаленные категории не могут быть восстановлены.
vi: Không thể phục hồi các danh mục đã xóa.
zh_hans: 删除后的对话无法恢复。

# category_editor.alert.delete_phrase_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消

# category_editor.alert.delete_phrase_confirmation.button.delete.title
source: Remove
ar: أزِل
ko: 제거하다
ru: Удалить
vi: Loại bỏ
zh_hans: 删除

# category_editor.alert.delete_phrase_confirmation.title
source: Deleted phrases cannot be recovered.
ar: فالعبارات التي يتم مسحها لا يمكن إسترجاعها.
ko: 삭제된 문구는 복구할 수 없습니다.
ru: Удаленные фразы не могут быть восстановлены.
vi: Không thể khôi phục các cụm từ đã xóa.
zh_hans: 删除后的对话无法恢复。

# category_editor.detail.button.edit_phrases.title
source: Edit Phrases
ar: تحرير العبارات
ko: 문구 편집
ru: Редактировать фразы
vi: Chỉnh sửa cụm từ
zh_hans: 编辑对话

# category_editor.detail.button.remove_category.title
source: Remove Category
ar: إزالة فئة
ko: 카테고리 제거
ru: Удалить категорию
vi: Xóa danh mục
zh_hans: 移除类别

# category_editor.detail.button.rename_category.title
source: Rename Category
ar: إعادة تسمية فئة
ko: 범주 이름 바꾸기
ru: Переименовать категорию
vi: Đổi tên danh mục
zh_hans: 重命名类别

# category_editor.detail.button.show_category.title
source: Show Category
ar: إظهار الفئة
ko: 카테고리 표시
ru: Показать категорию
vi: Hiển thị danh mục
zh_hans: 显示分类名称

# category_editor.toast.changes_saved.title
source: Changes saved
ar: تم حفظ التغييرات
ko: 변경사항이 저장됨
ru: Изменения сохранены
vi: Các thay đổi đã được lưu
zh_hans: 已保存更改

# category_editor.toast.successfully_saved.title
source: Changes Saved
ar: تم حفظ التغييرات
ko: 변경 사항 저장
ru: Изменения сохранены
vi: Các thay đổi đã được lưu
zh_hans: 已保存更改

# empty_state.button.title
source: Add Phrase
ar: أضف عبارة
ko: 구문 추가
ru: Добавить фразу
vi: Thêm cụm từ
zh_hans: 添加短语

# empty_state.header.title
source: You don't have any phrases saved yet.
ar: ليس لديك أي عبارات محفوظة حتى الآن.
ko: 아직 저장된 문구가 없습니다.
ru: У вас пока нет сохраненных фраз.
vi: Bạn chưa lưu bất kỳ cụm từ nào.
zh_hans: 您还没有保存任何短语。

# gaze_settings.alert.disable_head_tracking_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
ko: 취소
ru: Отмена
vi: Hủy bỏ
zh_hans: 取消

# gaze_settings.alert.disable_head_tracking_confirmation.button.confirm.title
source: Continue
ar: استمر
ko: 계속하다
ru: Продолжить
vi: Tiếp tục
zh_hans: 继续

# gaze_settings.alert.disable_head_tracking_confirmation.title
source: Turning off head tracking will make the app touch mode only. Would you like to continue?
ar: سيؤدي إيقاف تشغيل تتبع الرأس إلى جعل التطبيق يعمل باللمس فقط. هل ترغب في الاستمرار؟
ko: 헤드 트래킹을 끄면 앱 터치 모드만 됩니다. 계속하시겠습니까?
ru: Отключение отслеживания головы сделает приложение только сенсорным. Желаете ли вы продолжить?
vi: Tắt theo dõi phần đầu sẽ chỉ làm cho ứng dụng ở chế độ cảm ứng. Bạn có muốn tiếp tục không?
zh_hans: 关闭头跟踪将仅使应用触摸模式。您想要继续吗？

# gaze_tracking.error.excessive_head_distance.title
source: Please move closer to the device.
ar: من فضلك إقترب أكثر من الجهاز.
ko: 기기에 가까이 오세요
ru: Пожалуйста, подойдите ближе к устройству.
vi: Vui lòng di chuyển đến gần thiết bị hơn.
zh_hans: 请靠近设备

# listening_mode.empty_state.actively_listening.message
source: When someone asks a question out loud, Vocable will offer quick response options.
ar: عندما يسأل شخص ما سؤالاً بصوت عالٍ ، سيقدم Vocable خيارات استجابة سريعة.
ko: 누군가 큰 소리로 질문하면 Vocable은 빠른 응답 옵션을 제공합니다.
ru: Когда кто-то задает вопрос вслух, Vocable предложит варианты быстрого ответа.
vi: Khi ai đó hỏi to một câu hỏi, Vocable sẽ cung cấp các tùy chọn trả lời nhanh.
zh_hans: 当有人大声提出问题时，Vocable 将提供快速响应选项。

# listening_mode.empty_state.actively_listening.title
source: Listening...
ar: جار الاستماع...
ko: 청취...
ru: Слушаю...
vi: Đang nghe...
zh_hans: 正在聆听…

# listening_mode.empty_state.free_response.message
source: Not sure what to suggest. Please use the keyboard or select an existing phrase to reply.
ar: لست متأكدا ما أقترحه. يرجى استخدام لوحة المفاتيح أو تحديد عبارة موجودة للرد عليها.
ko: 무엇을 제안해야 할지 잘 모르겠습니다. 키보드를 사용하거나 기존 문구를 선택하여 답장을 보내주세요.
ru: Не уверен, что предложить. Пожалуйста, используйте клавиатуру или выберите существующую фразу, чтобы ответить.
vi: Không chắc chắn những gì để đề xuất. Vui lòng sử dụng bàn phím hoặc chọn một cụm từ hiện có để trả lời.
zh_hans: 不知道要建议什么。请使用键盘或选择一个现有的短语来回复。

# listening_mode.empty_state.free_response.title
source: Sounds complicated
ar: تبدو معقدة
ko: 복잡하게 들린다
ru: Звучит сложно
vi: Nghe có vẻ phức tạp
zh_hans: 听起来很复杂

# listening_mode.empty_state.microphone_permission_denied.action
source: Open Settings
ar: فتح الإعدادات
ko: 설정 열기
ru: Открыть настройки
vi: Mở cài đặt
zh_hans: 打开设置

# listening_mode.empty_state.microphone_permission_denied.message
source: Vocable needs to use the microphone to enable Listening Mode. Please enable microphone access in the system Settings app. You can also disable Listening Mode to hide this category in Vocable's settings.
ar: يحتاج Vocable إلى استخدام الميكروفون لتمكين وضع الاستماع. يرجى تمكين الوصول إلى الميكروفون في تطبيق إعدادات النظام. يمكنك أيضًا تعطيل وضع الاستماع لإخفاء هذه الفئة في إعدادات Vocable.
ko: Vocable은 듣기 모드를 활성화하기 위해 마이크를 사용해야 합니다. 시스템 설정 앱에서 마이크 액세스를 활성화하십시오. Vocable 설정에서 이 카테고리를 숨기기 위해 듣기 모드를 비활성화할 수도 있습니다.
ru: Vocable должен использовать микрофон, чтобы включить режим прослушивания. Включите доступ к микрофону в системном приложении «Настройки». Вы также можете отключить режим прослушивания, чтобы скрыть эту категорию в настройках Vocable.
vi: Vocable cần sử dụng micrô để bật Chế độ nghe. Vui lòng bật quyền truy cập micrô trong ứng dụng Cài đặt hệ thống. Bạn cũng có thể tắt Chế độ nghe để ẩn danh mục này trong cài đặt của Vocable.
zh_hans: Vocable 需要使用麦克风来启用聆听模式。请在系统设置应用程序中启用麦克风访问。 您还可以禁用聆听模式以在 Vocable 的设置中隐藏此类别。

# listening_mode.empty_state.microphone_permission_denied.title
source: Microphone Access
ar: الوصول إلى الميكروفون
ko: 마이크 액세스
ru: Доступ к микрофону
vi: Quyền truy cập vào micrô
zh_hans: 麦克风访问权限

# listening_mode.empty_state.microphone_permission_undetermined.action
source: Grant Access
ar: منح صلاحية الوصول
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp phép truy cập
zh_hans: 授予访问权限

# listening_mode.empty_state.microphone_permission_undetermined.message
source: Vocable needs microphone access to enable Listening Mode. The button below presents an iOS permission dialog that Vocable's head tracking cannot interract with.
ar: يحتاج Vocable إلى الوصول إلى الميكروفون لتمكين وضع الاستماع. يعرض الزر أدناه مربع حوار إذن iOS الذي لا يمكن لتتبع رأس Vocable التدخل فيه.
ko: Vocable은 듣기 모드를 활성화하기 위해 마이크 액세스가 필요합니다. 아래 버튼은 Vocable의 헤드 트래킹이 상호 작용할 수 없는 iOS 권한 대화 상자를 나타냅니다.
ru: Vocable требуется доступ к микрофону, чтобы включить режим прослушивания. Кнопка ниже представляет диалоговое окно разрешений iOS, с которым не может взаимодействовать отслеживание головы Vocable.
vi: Vocable cần quyền truy cập micrô để bật Chế độ nghe. Nút bên dưới trình bày hộp thoại quyền của iOS mà tính năng theo dõi đầu của Vocable không thể can thiệp vào.
zh_hans: Vocable 需要麦克风访问权限才能启用聆听模式。下面的按钮显示了一个 iOS 权限对话框，Vocable 的头部跟踪无法与之交互。

# listening_mode.empty_state.microphone_permission_undetermined.title
source: Microphone Access
ar: الوصول إلى الميكروفون
ko: 마이크 액세스
ru: Доступ к микрофону
vi: Quyền truy cập vào micrô
zh_hans: 麦克风访问权限

# listening_mode.empty_state.speech_permission_denied.action
source: Open Settings
ar: فتح الإعدادات
ko: 설정 열기
ru: Открыть настройки
vi: Mở cài đặt
zh_hans: 打开设置

# listening_mode.empty_state.speech_permission_denied.message
source: Vocable needs speech recognition to enable Listening Mode. Please enable speech recognition in the system Settings app. You can also disable Listening Mode to hide this category in Vocable's settings.
ar: يحتاج Vocable إلى التعرف على الكلام لتمكين وضع الاستماع. يرجى تمكين التعرف على الكلام في تطبيق إعدادات النظام. يمكنك أيضًا تعطيل وضع الاستماع لإخفاء هذه الفئة في إعدادات Vocable.
ko: Vocable은 듣기 모드를 활성화하기 위해 음성 인식이 필요합니다. 시스템 설정 앱에서 음성 인식을 활성화하십시오. Vocable 설정에서 이 카테고리를 숨기기 위해 듣기 모드를 비활성화할 수도 있습니다.
ru: Vocable требуется распознавание речи, чтобы включить режим прослушивания. Включите распознавание речи в системном приложении «Настройки». Вы также можете отключить режим прослушивания, чтобы скрыть эту категорию в настройках Vocable.
vi: Vocable cần nhận dạng giọng nói để bật Chế độ nghe. Vui lòng bật nhận dạng giọng nói trong ứng dụng Cài đặt hệ thống. Bạn cũng có thể tắt Chế độ nghe để ẩn danh mục này trong cài đặt của Vocable.
zh_hans: Vocable 需要语音识别才能启用聆听模式。请在系统设置应用程序中启用语音识别。 您还可以禁用聆听模式以在 Vocable 的设置中隐藏此类别。

# listening_mode.empty_state.speech_permission_denied.title
source: Speech Recognition
ar: التعرف على الكلام
ko: 음성 인식
ru: Распознавание речи
vi: Nhận dạng giọng nói
zh_hans: 语音识别

# listening_mode.empty_state.speech_permission_undetermined.action
source: Grant Access
ar: منح صلاحية الوصول
ko: 액세스 권한 부여
ru: Предоставить доступ
vi: Cấp phép truy cập
zh_hans: 授予访问权限

# listening_mode.empty_state.speech_permission_undetermined.message
source: Vocable needs to request speech permissions to enable Listening Mode. This will present an iOS permission dialog that Vocable's head tracking cannot interract with.
ar: يحتاج Vocable إلى طلب أذونات الكلام لتمكين وضع الاستماع. سيقدم هذا مربع حوار إذن iOS لا يمكن أن يتداخل معه تتبع رأس Vocable.
ko: Vocable은 듣기 모드를 활성화하기 위해 음성 권한을 요청해야 합니다. 이것은 Vocable의 헤드 트래킹이 상호 작용할 수 없는 iOS 권한 대화 상자를 표시합니다.
ru: Vocable необходимо запросить разрешения на речь, чтобы включить режим прослушивания. Откроется диалоговое окно разрешений iOS, с которым не может взаимодействовать отслеживание головы Vocable.
vi: Vocable cần yêu cầu quyền lời nói để bật Chế độ nghe. Thao tác này sẽ hiển thị hộp thoại quyền của iOS mà tính năng theo dõi đầu của Vocable không thể can thiệp vào.
zh_hans: Vocable 需要请求语音权限才能启用聆听模式。这将显示一个 iOS 权限对话框，Vocable 的头部跟踪无法与之交互。

# listening_mode.empty_state.speech_permission_undetermined.title
source: Speech Recognition
ar: التعرف على الكلام
ko: 음성 인식
ru: Распознавание речи
vi: Nhận dạng giọng nói
zh_hans: 语音识别

# listening_mode.empty_state.speech_unavailable.message
source: Speech services require one of the following features to be enabled on your device: Siri or Dictation. Please check your device settings and enable Siri or Dictation.
ar: تتطلب خدمات الكلام تفعيل إحدى الميزات التالية على جهازك: Siri أو Dictation. يرجى التحقق من إعدادات جهازك وتمكين Siri أو Dictation.
ko: 음성 서비스를 사용하려면 장치에서 Siri 또는 받아쓰기 기능 중 하나를 활성화해야 합니다. 장치 설정을 확인하고 Siri 또는 받아쓰기를 활성화하십시오.
ru: Речевые службы требуют, чтобы на вашем устройстве была включена одна из следующих функций: Siri или Диктовка. Пожалуйста, проверьте настройки вашего устройства и включите Siri или Диктовку.
vi: Dịch vụ giọng nói yêu cầu bật một trong các tính năng sau trên thiết bị của bạn: Siri hoặc Đọc chính tả. Vui lòng kiểm tra cài đặt thiết bị của bạn và bật Siri hoặc Đọc chính tả.

# listening_mode.empty_state.speech_unavailable.title
source: Speech services unavailable
ar: خدمات الكلام غير متوفرة
ko: 음성 서비스 이용 불가
ru: Голосовые сервисы недоступны
vi: Dịch vụ lời nói không khả dụng
zh_hans: 语音服务不可用

# listening_mode.empty_state.unsupported.message
source: This %1$@ on %2$@ %3$@ does not support Listening Mode. Listening Mode is currently only available in English and requires %5$@ to be enabled.
ar: هذا %1$@ في %2$@ %3$@ لا يدعم وضع الاستماع. وضع الاستماع متاح حاليا باللغة الإنجليزية فقط ويتطلب تمكين %5$@.
ko: %2$@ %3$@의 이 %1$@은(는) 듣기 모드를 지원하지 않습니다. 듣기 모드는 현재 영어로만 제공되며 %5$@를 활성화해야 합니다.
ru: Этот %1$@ на %2$@ %3$@ не поддерживает режим прослушивания. Режим прослушивания в настоящее время доступен только на английском языке и требует включения %5$@.
vi: %1$@ trên %2$@ %3$@ này không hỗ trợ Chế độ nghe. Chế độ nghe hiện chỉ khả dụng bằng tiếng Anh và yêu cầu bật %5$@.

# listening_mode.empty_state.unsupported.title
source: Listening Mode Unsupported
ar: وضع الاستماع غير مدعوم
ko: 듣기 모드 지원되지 않음
ru: Режим прослушивания не поддерживается
vi: Chế độ nghe không được hỗ trợ

# listening_mode.feedback.confirmation.title
source: Thank You!
ar: شكرا لك!
ko: 감사합니다!
ru: Спасибо!
vi: Cảm ơn!
zh_hans: 谢谢！

# listening_mode.feedback.hint.text
source: Don’t like these responses? Anonymously share this question to help improve listening mode.
ar: لا تحب هذه الردود؟ شارك هذا السؤال دون الكشف عن هويتك للمساعدة في تحسين وضع الاستماع.
ko: 이러한 반응이 마음에 들지 않습니까? 듣기 모드를 개선하는 데 도움이 되도록 이 질문을 익명으로 공유하세요.
ru: Не нравятся эти ответы? Анонимно поделитесь этим вопросом, чтобы улучшить режим прослушивания.
vi: Bạn không thích những câu trả lời này? Chia sẻ ẩn danh câu hỏi này để giúp cải thiện chế độ nghe.
zh_hans: 不喜欢这些响应？匿名分享这个问题以帮助改善监听模式。

# listening_mode.feedback.submit.title
source: Share with Developers
ar: شارك مع المطورين
ko: 개발자와 공유
ru: Поделиться с разработчиками
vi: Chia sẻ với các nhà phát triển
zh_hans: 与开发者分享

# main_screen.textfield_placeholder.default
source: Select something below to speak
ar: حدد شيئا أدناه للتحدث
ko: 아래에서 말할 항목을 선택하세요.
ru: Выберите что-нибудь ниже, чтобы говорить
vi: Chọn một cái gì đó bên dưới để nói
zh_hans: 请选择下面要说的对话

# paging_progress_indicator_format
source: Page %1$d of %2$d
ar: صفحه %1$d من %2$d
ko: %2$d 중 %1$d 페이지
ru: Страница %1$d из %2$d
vi: Trang %1$d / %2$d
zh_hans: 第 %1$d/%2$d 頁

# phrase_editor.alert.cancel_editing_confirmation.button.continue_editing.title
source: Continue Editing
ar: الاستمرار في التعديل
ko: 계속 편집
ru: Продолжить редактирование
zh_hans: 继续编辑

# phrase_editor.alert.cancel_editing_confirmation.button.discard.title
source: Discard
ar: تجاهل
ko: 버리다
ru: Отказаться
zh_hans: 舍弃

# phrase_editor.alert.cancel_editing_confirmation.title
source: If you close without saving, your changes will be lost.
ar: إذا أغلقت بدون حفظ ، فستفقد التغييرات.
ko: 저장하지 않고 닫으면 변경 사항이 손실됩니다.
ru: Если вы закроете без сохранения, ваши изменения будут потеряны.
zh_hans: 如果您关闭而不保存，您的更改将丢失。

# phrase_editor.alert.phrase_name_exists.cancel.button
source: Cancel
ar: يلغي
ko: 취소
ru: Отмена
zh_hans: 取消

# phrase_editor.alert.phrase_name_exists.create.button
source: Create Duplicate
ar: إنشاء نسخة مكررة
ko: 중복 생성
ru: Создать дубликат
zh_hans: 创建副本

# phrase_editor.alert.phrase_name_exists.title
source: This phrase already exists. Would you like to create a duplicate?
ar: هذه العبارة موجودة بالفعل. هل ترغب في إنشاء نسخة مكررة؟
ko: 이 문구는 이미 존재합니다. 복제본을 생성하시겠습니까?
ru: Эта фраза уже существует. Хотите создать дубликат?
zh_hans: 此短语已经存在。您想要创建重复吗？

# phrase_editor.toast.successfully_saved_to_favorites.title_format
source: Saved to %@
ar: تم الحفظ إلى %@
ko: %@에 저장됨
ru: Сохранено в %@
zh_hans: 保存到 %@

# preset.category.add.phrase.title
source: Add Phrase
ar: أضف عبارة
ko: 구문 추가
ru: Добавить фразу
zh_hans: 添加短语

# preset.category.numberpad.phrase.no.title
source: No
ar: لا
ko: 아니오
ru: Нет
zh_hans: 不是

# preset.category.numberpad.phrase.yes.title
source: Yes
ar: نعم
ko: 예
ru: Да
zh_hans: 是

# recents_empty_state.body.title
source: Start using Vocable to see your most recently used phrases here.
ar: ابدأ في استخدام Vocable لرؤية أحدث العبارات المستخدمة هنا.
ko: 여기에서 가장 최근에 사용한 문구를 보려면 Vocable을 사용하세요.
ru: Начните использовать Vocable, чтобы увидеть здесь свои последние использованные фразы.
zh_hans: 开始使用 Vocable 在此处查看您最近使用的短语。

# recents_empty_state.header.title
source: No recently used phrases
ar: لا توجد عبارات مستخدمة مؤخرًا
ko: 최근에 사용한 문구가 없습니다
ru: Нет недавно использованных фраз
zh_hans: 没有最近使用的短语

# selection_mode.header.title
source: Selection Mode
ar: وضع التحديد
ko: 선택 모드
ru: Режим выбора
zh_hans: 移动对象模式

# settings.alert.no_email_configured.button.dismiss.title
source: OK
ar: حسنا
ko: 확인
ru: Хорошо
zh_hans: 确定

# settings.alert.no_email_configured.title
source: Please sign into an account with Mail for %1$@.
ar: الرجاء تسجيل الدخول إلى حساب بالبريد لـ %1$@.
ko: %1$@의 Mail 계정에 로그인하십시오.
ru: Пожалуйста, войдите в аккаунт Mail для %1$@.
zh_hans: 请使用 %1$@ 邮件应用程序登录您的电子邮件帐户

# settings.alert.reset_app_settings_confirmation.body
source: Are you sure you want to reset Vocable to default settings? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد إعادة تعيين Vocable إلى الإعدادات لافتراضية؟ لا يمكن التراجع عن هذا الإجراء.
ko: Vocable을 기본 설정으로 재설정하시겠습니까? 이 작업은 취소할 수 없습니다.
ru: Вы уверены, что хотите сбросить Vocable до настроек по умолчанию? Это действие не может быть отменено.
zh_hans: 您确定要将 Vocable 重置为默认设置吗？此操作无法撤消。

# settings.alert.reset_app_settings_confirmation.button.cancel.title
source: Cancel
ar: يلغي
ko: 취소
ru: Отмена
zh_hans: 取消

# settings.alert.reset_app_settings_confirmation.button.confirm.title
source: Reset
ar: إعادة تعيين
ko: 초기화
ru: Перезагрузить
zh_hans: 重 置

# settings.alert.reset_app_settings_failure.body
source: Vocable failed to reset. Please try again or reinstall Vocable if the issue persists.
ar: فشل إعادة تعيين Vocable. يرجى المحاولة مرة أخرى أو إعادة تثبيت Vocable إذا استمرت المشكلة.
ko: 음성을 재설정하지 못했습니다. 다시 시도하거나 문제가 지속되면 Vocable을 다시 설치하십시오.
ru: Vocable не удалось сбросить. Повторите попытку или переустановите Vocable, если проблема не устранена.
zh_hans: 语音无法重置。如果问题仍然存在，请重试或重新安装 Vocable。

# settings.alert.reset_app_settings_failure.button.ok
source: OK
ar: موافق
ko: 확인
ru: Хорошо
zh_hans: 确定

# settings.alert.reset_app_settings_success.body
source: Vocable has been reset successfully.
ar: تمت إعادة تعيين Vocable بنجاح.
ko: 음성이 성공적으로 재설정되었습니다.
ru: Vocable успешно сброшен.
zh_hans: 已成功恢复默认设置.

# settings.alert.reset_app_settings_success.button.ok
source: OK
ar: موافق
ko: 확인
ru: Хорошо
zh_hans: 好的

# settings.alert.surrender_gaze_confirmation.body
source: You're about to leave the Vocable app. You may lose head tracking control.
ar: أنت على وشك مغادرة تطبيق Vocable. قد تفقد التحكم في تتبع الرأس.
ko: Vocable 앱을 종료하려고 합니다. 머리 추적 제어를 잃을 수 있습니다.
ru: Вы собираетесь покинуть приложение Vocable. Вы можете потерять контроль над отслеживанием головы.
zh_hans: 您即将被带到可说话之外。您可能会失去头部跟踪控制。

# settings.alert.surrender_gaze_confirmation.button.cancel.title
source: Cancel
ar: إلغاء
ko: 취소
ru: Отмена
zh_hans: 取消

# settings.alert.surrender_gaze_confirmation.button.confirm.title
source: Confirm
ar: تأكيد
ko: 확인하다
ru: Подтвердить
zh_hans: 确认
