Repository: hughesrac/Test
Catalog: CrowdinImports/*.xliff
Languages: ar, ko, ru, vi, zh_hans

# settings.cell.categories.title
source: Categories and Phrases
ar: الفئات والعبارات
ko: 카테고리 및 구문
ru: Категории и фразы
zh_hans: 类别

# settings.cell.contact_developers.title
source: Contact Developers
ar: تواصل مع المطورين
ko: 개발자에게 문의
ru: Связаться с разработчиками
zh_hans: 联系开发者

# settings.cell.edit_user_favorites.title_format
source: Edit %@
ar: تعديل %@
ko: 편집하다 %@
ru: Редактировать %@
zh_hans: 编辑 %@

# settings.cell.head_tracking.title
source: Head Tracking
ar: تعقب الرأس
ko: 헤드 트래킹
ru: Отслеживание головы
zh_hans: 头部跟踪

# settings.cell.listening_mode.title
source: Listening Mode
ar: وضع الاستماع
ko: 듣기 모드
ru: Режим прослушивания
zh_hans: 正在侦听模式

# settings.cell.privacy_policy.title
source: Privacy Policy
ar: حقوق الخصوصية
ko: 개인정보 취급 약관
ru: Политика конфиденциальности
zh_hans: 隐私政策

# settings.cell.reset_all.title
source: Reset App Settings
ar: العودة إلي إعدادات التطبيق
ko: 앱 설정 재설정
ru: Сбросить настройки приложения
zh_hans: 重置应用设置

# settings.cell.selection_mode.title
source: Selection Mode
ar: وضع التحديد
ko: 선택 모드
ru: Режим выбора
zh_hans: 移动对象模式

# settings.cell.timing_sensitivity.title
source: Timing and Sensitivity
ar: التوقيت و الحساسية
ko: 타이밍과 감도
ru: Время и чувствительность
zh_hans: 时间和灵敏度

# settings.cell.tune_cursor.title
source: Tune Cursor
ar: ضبط المؤشر
ko: 커서 조정
ru: Курсор настройки
zh_hans: 调指针

# settings.header.title
source: Settings
ar: الإعدادات
ko: 설정
ru: Настройки
zh_hans: 设置

# settings.listening_mode.device_unsupported_explanation_footer
source: This %1$@ on %2$@ %3$@ does not support Listening Mode. Listening Mode is currently only available in English and requires %5$@ to be enabled.
ar: هذا %1$@ في %2$@ %3$@ لا يدعم وضع الاستماع. وضع الاستماع متاح حاليا باللغة الإنجليزية فقط ويتطلب تمكين %5$@.
ko: %2$@ %3$@의 이 %1$@은(는) 듣기 모드를 지원하지 않습니다. 듣기 모드는 현재 영어로만 제공되며 %5$@를 활성화해야 합니다.
ru: Этот %1$@ на %2$@ %3$@ не поддерживает режим прослушивания. Режим прослушивания в настоящее время доступен только на английском языке и требует включения %5$@.

# settings.listening_mode.hot_word_toggle_cell.title
source: "Hey Vocable" shortcut
ar: اختصار "Hey Vocable"
ko: "Hey Vocable" 단축키
ru: Ярлык "Hey Vocable"
zh_hans: “嘿Vocable”快捷方式

# settings.listening_mode.hotword_explanation_footer
source: When this shortcut is enabled, anyone can say "Hey, Vocable" to prompt the app to navigate to the listening mode screen.
ar: عند تمكين هذا الاختصار ، يمكن لأي شخص أن يقول "مرحبًا ، Vocable" مطالبة التطبيق بالانتقال إلى شاشة وضع الاستماع.
ko: 이 바로 가기가 활성화되면 누구나 "Hey, Vocable"이라고 말하여 앱이 청취 모드 화면으로 이동하도록 요청할 수 있습니다.
ru: Когда этот ярлык включен, любой может сказать «Привет, Vocable», чтобы приложение перешло к экрану режима прослушивания.
zh_hans: 启用此快捷方式后，任何人都可以说“嘿，Vocable”以提示应用导航到聆听模式屏幕。

# settings.listening_mode.listening_mode_explanation_footer
source: When listening mode is enabled, anyone can ask a question out loud and Vocable will offer a selection of responses. Vocable supports either/or questions and questions that can be answered with yes, no, or a number.
ar: عند تمكين وضع الاستماع ، يمكن لأي شخص طرح سؤال بصوت عالٍ وسيقدم Vocable مجموعة مختارة من الردود. يدعم Vocable الأسئلة والأسئلة التي يمكن الإجابة عليها بنعم أو لا أو برقم.
ko: 듣기 모드가 활성화되면 누구든지 큰 소리로 질문할 수 있으며 Vocable은 선택한 응답을 제공합니다. Vocable은 예, 아니오 또는 숫자로 대답할 수 있는 질문 및 질문 중 하나를 지원합니다.
ru: Когда режим прослушивания включен, любой может задать вопрос вслух, и Vocable предложит выбор ответов. Vocable поддерживает либо/или вопросы и вопросы, на которые можно ответить да, нет или число.
zh_hans: 启用聆听模式后，任何人都可以大声提问，Vocable 将提供一系列回答。 Vocable 支持非此即彼的问题以及可以用“是”、“否”或数字来回答的问题。

# settings.listening_mode.listening_mode_toggle_cell.title
source: Listening Mode
ar: وضع الاستماع
ko: 듣기 모드
ru: Режим прослушивания
zh_hans: 正在侦听模式

# settings.listening_mode.title
source: Listening Mode
ar: وضع الاستماع
ko: 듣기 모드
ru: Режим прослушивания
zh_hans: 正在侦听模式

# settings.selection_mode.head_tracking_unsupported_footer
source: This %1$@ on %2$@ %3$@ does not support head tracking. Head tracking is supported on all devices with a %4$@ camera, and on most devices with %6$@.
ar: هذا %1$@ على %2$@ %3$@ لا يدعم تتبع الرؤية. تتبع الرأس مدعوم على جميع الأجهزة مع كاميرا %4$@ ، وعلى معظم الأجهزة مع %6$@.
ko: %2$@ %3$@의 이 %1$@은(는) 머리 추적을 지원하지 않습니다. 머리 추적은 %4$@ 카메라가 있는 모든 장치와 %6$@가 있는 대부분의 장치에서 지원됩니다.
ru: Этот %1$@ на %2$@ %3$@ не поддерживает отслеживание головы. Отслеживание головы поддерживается на всех устройствах с камерой %4$@ и на большинстве устройств с %6$@.
zh_hans: 此 %1$@ 在 %2$@ %3$@ 上不支持头跟踪。 所有设备都支持头部跟踪，所有设备都有 %4$@ 相机，在大多数设备上有 %6$@。

# text_editor.alert.cancel_editing_confirmation.button.continue_editing.title
source: Continue Editing
ar: الإستمرار في التعديل
ko: 계속 편집
ru: Продолжить редактирование
zh_hans: 继续编辑

# text_editor.alert.cancel_editing_confirmation.button.discard.title
source: Discard
ar: تجاهل
ko: 버리다
ru: Отказаться
zh_hans: 舍弃

# text_editor.alert.cancel_editing_confirmation.title
source: If you close without saving, your changes will be lost.
ar: إذا أغلقت بدون حفظ ، فستفقد التغييرات.
ko: 저장하지 않고 닫으면 변경 사항이 손실됩니다.
ru: Если вы закроете без сохранения, ваши изменения будут потеряны.
zh_hans: 如果您关闭而不保存，您的更改将丢失。

# text_editor.alert.category_name_exists.cancel.button
source: Cancel
ar: يلغي
ko: 취소
ru: Отмена
zh_hans: 取消

# text_editor.alert.category_name_exists.create.button
source: Create Duplicate
ar: إنشاء نسخة مكررة
ko: 중복 생성
ru: Создать дубликат
zh_hans: 创建副本

# text_editor.alert.category_name_exists.title
source: This category name already exists. Would you like to create a duplicate?
ar: اسم الفئة هذا موجود بالفعل. هل ترغب في إنشاء نسخة مكررة؟
ko: 이 카테고리 이름은 이미 존재합니다. 복제본을 생성하시겠습니까?
ru: Это название категории уже существует. Хотите создать дубликат?
zh_hans: 此类别名称已存在。您想创建一个副本吗？

# timing_and_sensitivity.button.high.title
source: High
ar: مرتفع
ko: 높은
ru: Высокая
zh_hans: 高

# timing_and_sensitivity.button.low.title
source: Low
ar: أدنى
ko: 낮음
ru: Низкий
vi: Thấp
zh_hans: 低

# timing_and_sensitivity.button.medium.title
source: Medium
ar: متوسط
ko: 중간 서체
ru: Середина
vi: Vừa phải
zh_hans: 中

# timing_and_sensitivity.cell.cursor_sensitivity.title
source: Cursor Sensitivity
ar: حساسية المؤشر
ko: 커서 감도
ru: Чувствительность курсора
vi: Độ nhạy con trỏ
zh_hans: 指针敏度

# timing_and_sensitivity.cell.dwell_duration.title
source: Hover Time
ar: الوقت تحوم
ko: 호버 타임
ru: Время наведения
vi: Thời gian di chuột
zh_hans: 徘徊时间

# timing_and_sensitivity.header.title
source: Timing and Sensitivity
ar: التوقيت و الحساسية
ko: 타이밍과 감도
ru: Время и чувствительность
vi: Thời gian và độ nhạy
zh_hans: 时间和灵敏度

# preset_0B491C3E-1A7F-4A94-A523-6DE329BF9E72
source: I want to lie down
ar: أريد أن أكذب للأسفل
ko: 눕고싶다
ru: Я хочу лечь
vi: Tôi muốn nằm xuống
zh_hans: 我想躺下

# preset_0EE14D06-92D7-4A26-A15F-253528F14A69
source: Pleased to meet you
ar: ممتن لمقابلتك
ko: 만나서 반가워요
ru: Приятно познакомиться!
vi: Hân hạnh được gặp bạn
zh_hans: 很高兴认识你

# preset_0EF33A3F-41E8-4E47-9B2C-69FC86B957FC
source: How is your day?
ar: كيف يومك؟
ko: 당신의 하루는 어떻습니까?
ru: Как твой день?
vi: Ngày của bạn thế nào?
zh_hans: 您今天过得怎么样？

# preset_1B634A96-563E-4275-875A-2B705A5D1178
source: How are you?
ar: كيف حالك؟
ko: 잘 지내고 있나요?
ru: Как дела?
vi: Bạn khỏe không?
zh_hans: 您好吗？

# preset_1BAD392A-C26C-4080-B0F2-FC544E08349C
source: I need to brush my hair
ar: أحتاج إلى فرشاة شعري
ko: 머리를 빗어야 해요
ru: Мне нужно причесаться
vi: Tôi cần chải tóc
zh_hans: 我需要梳头

# preset_2BF1A363-CE24-4F26-9727-C5EAD1FEC27C
source: Please open the window
ar: الرجاء فتح النافذة
ko: 창문을 열어주세요
ru: Открой(те) окно, пожалуйста
vi: Vui lòng mở cửa sổ
zh_hans: 请打开窗口

# preset_3EF1FBFA-E07A-47B5-BDF6-3AE7A684B834
source: Hello
ar: مرحبا
ko: 안녕하십니까
ru: Здравствуйте
vi: Xin chào
zh_hans: 您好

# preset_4F776A4A-4154-4DFE-89AC-E603C2A578EE
source: Please fix my pillow
ar: الرجاء إصلاح وسادتي
ko: 내 베개를 고쳐주세요
ru: Пожалуйста, поправь(те) мою подушку
vi: Làm ơn sửa lại cái gối của tôi
zh_hans: 请安好我的枕头

# preset_6AD93FB9-437C-455F-A4AF-C96033BCBCAE
source: I am hot
ar: أنا حار
ko: 나는 뜨겁다
ru: Мне жарко
vi: Tôi nóng
zh_hans: 我热

# preset_6B463AF1-C884-45CD-9194-90806E75FD70
source: That makes sense
ar: تمامًا
ko: 그게 말이 돼
ru: Это имеет смысл
vi: Điều đó có ý nghĩa
zh_hans: 有道理

# preset_6CBD6D3E-42A7-435C-B661-2ABD669DC6BE
source: I don't know
ar: لا أعلم
ko: 모르겠어요
ru: Я не знаю
vi: Tôi không biết
zh_hans: 我不知道

# preset_7ACA0926-DB7F-4B9E-872C-AE9690AD79E7
source: I need to go to the restroom
ar: أنا بحاجة للذهاب إلى الحمام
ko: 화장실에 가야 해요
ru: Мне нужно пойти в туалет
vi: Tôi cần đi vào nhà vệ sinh
zh_hans: 我要去洗手间

# preset_7FF4503F-F838-48BE-B529-758B3531093C
source: Please wait
ar: الرجاء الانتظار
ru: Пожалуйста подожди(те)
vi: Vui lòng chờ
zh_hans: 请稍等

# preset_8BCBACFB-D5ED-46CB-B3E2-21FB31D8D6AD
source: Yes
ar: نعم
ko: 예
ru: Да
vi: Đúng
zh_hans: 是

# preset_8C4D0099-9BA8-4914-A6B5-730FFDC8C499
source: I am cold
ar: أنا بارد
ko: 차다
ru: Мне холодно
vi: Toi lanh
zh_hans: 我冷

# preset_9A808275-0D67-49E4-8BF8-6F22A0C7E169
source: No visitors please
ar: لا يوجد زوار من فضلك
ko: 방문자가 없습니다
ru: Я не хочу посетителей
vi: Xin vui lòng không có khách truy cập
zh_hans: 请拒绝访客

# preset_9DEB32B5-8606-4689-8F6A-0B251F4DB377
source: I am thirsty
ar: أنا أشعر بالعطش
ko: 목이 마르다
ru: Я хочу пить
vi: Tôi khát
zh_hans: 我口渴

# preset_9E3230D7-1172-491A-8A00-E734B1661DC1
source: Please turn the lights on
ar: الرجاء تشغيل الأضواء
ko: 불을 켜주세요
ru: Включи(те) свет, пожалуйста
vi: Vui lòng bật đèn lên
zh_hans: 请开灯

# preset_9EE3A781-E84E-4728-976F-8EF993B8174C
source: Please turn the TV off
ar: الرجاء إيقاف تشغيل التلفزيون
ko: TV를 꺼주세요
ru: Выключите телевизор
vi: Vui lòng bật đèn lên
zh_hans: 请关闭电视机

# preset_24B48F19-EA3A-49A1-88C1-AACB67FE7278
source: How was your weekend?
ar: كيف كانت عطلة نهاية الأسبوع؟
ko: 주말은 어땠나요?
ru: Как прошли твои выходные?
zh_hans: 您的周末如何？

# preset_28A8F6B6-E196-4981-B762-652C288A0C29
source: I am finished
ar: لقد انتهيت
ko: 난 끝났어
ru: Я закончил(а)
zh_hans: 我已完成

# preset_31E8760F-E728-4261-A82E-B50AB40C73FF
source: How's it going?
ar: كيف الحال أو كيف تسير الأمور؟
ko: 어떻게되고 있습니까?
ru: Как жизнь?
zh_hans: 您最近怎么样了？

# preset_33B3F4B7-2438-439B-A21B-46D2599C8840
source: Please
ar: الرجاء
ko: 제발
ru: Пожалуйста
zh_hans: 请

# preset_42DC7273-92F9-4149-8166-966C3C201862
source: Please open the blinds
ar: الرجاء فتح الستائر
ko: 블라인드를 열어주세요
ru: Открой(те) шторы
zh_hans: 请打开百叶窗

# preset_045EF309-3EB7-46B9-8AB7-31BC8482E3DC
source: Okay
ar: حسناً
ko: 괜찮아
ru: Окей
zh_hans: 对

# preset_46EF7041-50F7-4B64-A0F6-879A8A3D7532
source: Please turn the lights off
ar: يرجى إطفاء الأنوار
ko: 불을 꺼주세요
ru: Выключи(те) свет, пожалуйста
zh_hans: 请关灯

# preset_52CA4E71-4A8C-4EA8-8EA8-C4B18AA16EC8
source: Environment
ar: ديكور
ko: 환경
ru: Окружающая обстановка
zh_hans: 环境

# preset_73B654AA-C999-4864-BF5A-77379DAA991C
source: I need to wash my face
ar: أحتاج إلى غسيل وجهي
ko: 얼굴을 씻어야 해요
ru: Мне нужно умыться
zh_hans: 我需要洗脸

# preset_81B473E3-2FC9-40F0-AE59-3C658EC6CD91
source: I need a shower
ar: أنا بحاجة إلى الاستحمام
ko: 샤워가 필요해
ru: Мне нужно принять душ
zh_hans: 我需要冲凉

# preset_0167AA43-587D-436F-91A9-9CEEAF1CCCF1
source: I would like to talk
ar: اريد ان اتحدث
ko: 나는 이야기하고 싶다
ru: Я хочу поговорить
zh_hans: 我想说几句话

# preset_573DD827-7201-49F1-8BE8-0BC18028A8CB
source: Bad
ar: سيء
ko: 나쁨
ru: Плохо
zh_hans: 差

# preset_702D3BAD-6C56-4DC6-8290-8E0693B63152
source: Please turn the volume down
ar: يرجى خفض الصوت
ko: 볼륨을 낮춰주세요
ru: Сделай(те) потише
zh_hans: 请调低音量

# preset_939B4829-D8B4-42F1-B8A2-0E956AAE1FEE
source: I am having trouble breathing
ar: أواجه صعوبة في التنفس
ko: 호흡 곤란
ru: Мне тяжело дышать
zh_hans: 我呼吸困难

# preset_5542BE2F-419E-41A5-BBF2-5B82E0A49834
source: I am in pain
ar: أنا في ألم
ko: 나는 고통스러워
ru: Мне больно
zh_hans: 我疼了

# preset_05754D0C-962D-48C3-8554-E4F7D5E86D93
source: I need a jacket
ar: أحتاج إلى سترة
ko: 재킷이 필요해
ru: Мне нужна куртка
zh_hans: 我需要外套

# preset_8359B09D-7259-40CC-B258-02895ECC4DB7
source: I need to spit
ar: أنا بحاجة إلى البصق
ko: 침을 뱉어야 한다
ru: Мне нужно сплюнуть
zh_hans: 我要吐痰

# preset_9929E83B-997D-40AA-841C-130709F5115B
source: Good morning
ar: صباح الخير
ko: 좋은 아침
ru: Доброе утро
zh_hans: 早上好

# preset_30153E11-D48C-47C8-9186-47988D0A5B7A
source: I do not agree
ar: لا أوافق
ko: 난 동의하지 않는다
ru: Я не согласен(-на)
zh_hans: 我不同意

# preset_63980C93-EE77-40DE-BDE7-BF8F97EC0304
source: Please be patient
ar: يرجى التحلي بالصبر
ko: 기다려주십시오
ru: Пожалуйста, будьте терпеливы
zh_hans: 请耐心等待

# preset_64348AD1-9F63-4ADA-B391-E1742913C0E6
source: I need a bath
ar: أنا بحاجة إلى أخذ حمام
ko: 목욕이 필요해
ru: Мне нужно принять ванну
zh_hans: 我需要洗澡

# preset_72633C5C-47A2-4D5E-9615-E1408234478F
source: Thank you
ar: شكرا لك
ko: 감사합니다.
ru: Спасибо
zh_hans: 谢谢

# preset_88556B8E-FE61-401D-888C-0D79568715A0
source: Please close the blinds
ar: الرجاء إغلاق الستائر
ko: 블라인드를 닫아주세요
ru: Закрой(те) шторы
zh_hans: 请关闭百叶窗

# preset_1244394F-2793-47EF-BCAC-DB8BBDAB78C6
source: I need my medication
ar: أنا بحاجة إلى دوائي
ko: 내 약이 필요해
ru: Мне нужно принять мое лекарство
zh_hans: 我需要我的药物

# preset_30474911-619F-4FBF-B7DA-F64039F556F2
source: Please be quiet
ar: يرجى هادئ
ko: 조용히 해주세요
ru: Потише, пожалуйста
zh_hans: 请保持静音

# preset_A02D6604-5C7C-4BB0-8C4A-E1C5E0D1A869
source: Please stop
ar: توقف أرجوك
ko: 획일적인
ru: Прекрати(те), пожалуйста
zh_hans: 请停止

# preset_A436EAAF-BD8A-4D8D-81EA-DC6D3C849D4A
source: I like it
ar: أحب ذلك
ko: 좋아요
ru: Мне это нравится
zh_hans: 我喜欢

# preset_A74483A8-4069-40D7-992C-01295934E97C
source: Please repeat what you said
ar: من فضلك كرر ما قلته
ko: 당신이 말한 것을 반복하십시오
ru: Повтори(те) еще раз, пожалуйста
zh_hans: 请重复你说过的话

# preset_ADDD57C6-D11E-4B32-A2B3-05AA43D9AC8C
source: I am fine
ar: أنا بخير
ko: 괜찮아요
ru: Я в порядке
zh_hans: 我还可以

# preset_B2442AA0-6004-4636-9B39-2DB97ADD1DA1
source: Goodbye
ar: وداعًا
ko: 안녕
ru: Пока
zh_hans: 再見

# preset_BBE8BABC-CCBF-49BF-87D4-057016AADBC5
source: I want to sit up
ar: أود أن أجلس
ko: 앉고싶다
ru: Я хочу сесть
zh_hans: 我想坐起来

# preset_BEE6FF86-CE30-4096-9E37-C469F63630B7
source: I didn't mean to say that
ar: لم أكن أقصد أن أقول
ko: 그런 말을 하려는 건 아니었어
ru: Это не то, что я имел(а) ввиду
zh_hans: 我不是那个意思

# preset_C0B2A1A8-8333-4121-B4A8-FFFA185EB5D2
source: General
ar: جنرال لواء
ko: 일반적인
ru: Общие фразы
zh_hans: 常用

# preset_C6C14627-E48E-4EF3-B81D-64C191F2EC75
source: I am good
ar: أنا جيد
ko: 나는 좋다
ru: У меня все хорошо
zh_hans: 我感觉不错

# preset_C6E6B6E7-BEB6-466D-822A-F8CE2D092B9E
source: I am uncomfortable
ar: أنا غير مريح
ko: 나는 불편하다
ru: Мне неудобно
zh_hans: 我不舒服

# preset_C865BE96-40B5-406C-9BAA-0A0D3280E377
source: Please close the window
ar: الرجاء إغلاق النافذة
ko: 창을 닫아주세요
ru: Закрой(те) окно, пожалуйста
zh_hans: 请关闭窗口

# preset_D6A67E02-3D07-4D44-8B04-2C1B9B8B167E
source: Good evening
ar: مساء الخير
ko: 좋은 저녁이에요
ru: Добрый вечер
zh_hans: 晚安

# preset_D64EE532-14D3-4434-B671-8F4368EC0A8D
source: Good
ar: ممتاز
ko: 좋은
ru: Хорошо
zh_hans: 很好

# preset_DC942BB6-B2BF-4ABB-8931-719BD2A504E6
source: Please turn the volume up
ar: يرجى رفع مستوى الصوت
ko: 볼륨을 높여주세요
ru: Сделай(те) погромче
zh_hans: 请调高音量

# preset_DFB79E0D-CF93-4744-B9EE-12738E1864E2
source: Maybe
ar: ربما
ko: 아마도
ru: Может быть
zh_hans: 可能

# preset_E7ADBE88-2722-4DE7-BDC1-994F07EA294B
source: Personal Care
ar: الرعاية الشخصية
ko: 개인 관리
ru: Личная гигиена
zh_hans: 个人护理

# preset_E7D11E13-BC4F-4FE5-9C8A-BE2DE31AEE7F
source: I would like visitors
ar: أريد الزوار
ko: 나는 방문자를 원한다
ru: Я хотел(а) бы видеть посетителей
zh_hans: 我想要访客

# preset_E012D902-E8BA-4BEA-92C7-7107ECF8051C
source: I am hungry
ar: أنا جائع
ko: 나 배고파
ru: Я хочу есть
zh_hans: 我饿了

# preset_EB7A9732-E28E-4440-A88B-BA2A1ACFBD76
source: Conversation
ar: المحادثه
ko: 대화
ru: Беседа
zh_hans: 对话

# preset_F6F03BBD-B9CD-41F5-B26A-FCC13CCBB199
source: I am tired
ar: أنا متعب
ko: 나 피곤해
ru: Я устал(а)
zh_hans: 我累了

# preset_F8F5D1C9-0AA6-4152-BF7C-0851ACD1406B
source: Basic Needs
ar: الاحتياجات الأساسية
ko: 기본 요구 사항
ru: Основные нужды
zh_hans: 基本需要

# preset_FABE749C-B54D-4031-B8E7-62777B34D273
source: No
ar: لا
ko: 아니오
ru: Нет
zh_hans: 不是

# preset_FB19C160-BC96-4580-9542-6F54AA1B2D70
source: Please turn the TV on
ar: يرجى تشغيل التلفزيون
ko: TV를 켜주세요
ru: Включите телевизор
zh_hans: 请打开电视机

# preset_listening_mode
source: Listen
ar: استمع
ko: 듣다
ru: Слушать
zh_hans: 聆听

# preset_user_favorites
source: My Sayings
ar: عباراتي
ko: 내 말
ru: Мои выражения
zh_hans: 我的对话

# preset_user_recents
source: Recents
ar: حديث
ko: 최근
ru: Недавние
zh_hans: 最近使用

# listening_mode.empty_state.speech_unavailable.message
source: Please try again later
zh_hans: 请稍后再试
